Revit 2027 API
VertexIndexPair.Bottom Property
The index of the vertex pair from the bottom profile.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Bottom { get; set; }
Public Property Bottom As Integer
	Get
	Set
public:
property int Bottom {
	int get ();
	void set (int value);
}
member Bottom : int with get, set
Property Value
Int32
See Also
Reference
VertexIndexPair Class
Autodesk.Revit.DB Namespace